// pages/prohibited-item/prohibited-item.js
Page({

  /**
   * 页面的初始数据
   */
  data: {
    text:`
    一、贵重物品寄递说明 为了更好的保障您的权益，寄递贵重物品时，建议您向物流企业购买保价服务，以便在货丢货损时挽回一定的经济损失。 
    <br/>
    二、禁止寄递物品目录 
    <br/>
    1.枪支（含仿制品、主要零部件)）弹药 
    <br/>
    (1)枪支（含仿制品、主要零部件）：如手枪、步枪、冲锋枪、防暴枪、气枪、猎枪、运动枪、麻醉注射枪、钢珠枪、催泪枪等。 
    <br/>
    (2)弹药 （含仿制品）：如子弹、炸弹、手榴弹、火箭弹、照明弹、燃烧弹、烟幕 (雾) 弹、信号弹、催泪弹、毒气弹、地雷、手雷、炮弹、火药等。 
    <br/>
    2.管制器具
    <br/>
    (1) 管制刀具：如匕首、三棱刮刀、带有自锁装置的弹簧刀（跳刀）、其他相类似的单刃、双刃、三棱尖刀等。 
    <br/>
    (2) 其他:如弩、催泪器、催泪枪、电击器。 
    <br/>
    3.爆炸物品 
    <br/>
    (1)爆破器材：如炸药、雷管、导火索、导爆索、爆破剂等。 
    <br/>
    (2) 烟花爆竹：如烟花、鞭炮、摔炮、拉炮、砸炮、彩药弹等烟花爆竹及黑火药、烟火药、发令纸、引火线等。 
    <br/>
    (3) 其他：如推进剂、发射药、硝化棉、电点火头等。 
    <br/>
    4.压缩和液化气体及其容器 
    <br/>
    (1) 易燃气体：如氢气、甲烷、乙烷、丁烷、天然气、液化石油气、乙烯、丙烯、乙炔、打火机等。 
    <br/>
    (2) 有毒气体：如一氧化碳、一氧化氮、氯气等。
    <br/>
    (3) 易爆或者室息、助燃气体：如压缩氧气、氮气、氮气、氛气、气雾剂等。 
    <br/>
    5.易燃液体：如汽油、柴油、煤油、桐油、丙酮、乙醚、油漆、生漆、苯、酒精、松香油等。
    <br/>
    6.易燃固体、自燃物质、遇水易燃物质 
    <br/>
    (1) 易燃固体：如红磷、硫磺、铝粉、闪光粉、固体酒精、火柴、活性炭等。
    <br/>
    (2) 自燃物质：如黄磷、白磷、硝化纤维（含胶片）、钛粉等。 
    <br/>
    (3) 遇水易燃物质: 如金属钠、钾、锂、锌粉、镁粉、碳化钙（电石） 、氰化钠、氰化钾等。 
    <br/>
    7.氧化剂和过氧化物：如高锰酸盐、高氯酸盐、氧化氢、过氧化钠、过氧化钾、过氧化铅、氯酸盐、溴酸盐、硝酸盐、双氧水等 
    <br/>
    8.毒性物质：如砷、砒霜、汞化物、铊化物、氰化物、硒粉、苯酚、汞、剧毒农药等。 
     <br/>
    9.生化制品、传染性、感染性物质：如病菌、炭疽、寄生虫、排泄物、医疗废弃物 尸骨、动物器官、肢体、未经硝制的兽皮、未经药制的兽骨等。 
     <br/>
    10. 放射性物质：如铀、钴、镭、钚等。 
     <br/>
    11. 腐蚀性物质：如硫酸、硝酸、盐酸、蓄电池、氢氧化钠、氢氧化钾等. 
     <br/>
    12. 毒品及吸毒工具、非正当用途麻醉药品和精神药品、非正当用途的易制毒化学品 
     <br/>
    (1)毒品、麻醉药品和精神药品：如鸦片（包括罂粟壳、花、苞、叶）、吗啡、海洛因、可卡因、大麻、甲基苯丙胺（冰毒）、氯胺酮、甲卡西酮、苯丙胺、安钠咖等。 (2)易制毒化学品：如胡椒醛、黄樟素、黄樟油、麻黄素、伪麻黄素、羟亚胺、邻酮、苯乙酸、溴代苯丙酮、醋酸酐、甲苯、丙酮等。
     <br/>
    (3) 吸毒工具：如冰壶等。 
     <br/>
    13. 非法出版物、印刷品、音像制品等宣传品：如含有反动、煽动民族仇恨、破坏国家统一、破坏社会稳定、宣扬邪教、宗教极端思想、淫秽等内容的图书、刊物、图片、照片、音像制品等。 
     <br/>
    14. 间谍专用器材：如暗藏式窃听器材、窃照器材、突发式收发报机、一次性密码本、密写工具、用于获取情报的电子监听和截收器材等。
     <br/>
    15. 非法伪造物品：如伪造或者变造的货币证件、公章等。 
     <br/>
    16. 侵犯知识产权和假冒伪劣物品：
     <br/>
    (1)侵犯知识产权：如侵犯专利权、商标权、著作权的图书、音像制品等；
     <br/>
    (2) 假冒伪劣：如假冒伪劣的食品、药品、儿童用品、电子产品、化妆品、纺织品等。
     <br/>
    17. 濒危野生动物及制品：如象牙、虎骨、犀牛角及其制品等。 
     <br/>
    18. 禁止进出境物品：如有碍人畜健康的、来自疫区的以及其他能传播疾病的食品、药品或者其他物品；内容涉及国家秘密的文件、资料及其他物品。 
     <br/>
    19. 其他物品：《危险化学品目录》《民用爆炸物品品名表》《易制爆危险化学品种名录》《易制毒化学品的分类和品种目录》《中华人民共和国禁止进出境物品表》载明的物品和《人间传染的病原微生物名录》载明的第一、二类病原微生物等，以及法律、行政法规、国务院和国务院有关部门规定禁止寄递的其他物品。 
     <br/>
    三、限制寄递物品目录 应国家邮政局等三部门联合发布的《禁止寄递物品管理规定》要求，以下物品的寄递会有限制。 
     <br/>
    1.活物不能邮递
     <br/>
    2.手机不能空运，只能陆运。
     <br/>
    3.白酒不能超过56度，酒精不能邮递。 
     <br/>
    4.每人的单份邮递品，邮寄香烟不能超过两条。 
     <br/>
    四、重货物品限制和拒收物品目录 
     <br/>
    1.工艺品类 铁艺物品、铜艺物品、花艺物品、骨雕物品、木雕物品、石雕物品、竹雕物品、炭雕物品、树脂类工艺品 (上述物品单票在5000元以上的拒收)。 
     <br/>
    2.家具机器类 如钢琴、摩托车整件等 
     <br/>
    3.食品类 新鲜的肉、新鲜的水产品、新鲜的蛋类、速冻食品。 
     <br/>
    4.不确定价值类 有效证件、车牌、文件、技术资料、公章、合同、发票、游艇、玉雕物品、象牙雕刻物品、各种土壤样本。 
     <br/>
    5.易碎物品类 纯玻璃制品（灯具、生活器血类、含玻璃仪器/仪表除外）、亚克力板（有机玻璃）、含玻璃的家具（玻璃面积超过家具最大面面积30%）、大理石类物品。
     <br/>
    6.LED类 所有非原厂包装的LED类电视、LED类显示器、LED类显示屏（如果没有原厂包装，则必须为蜂窝纸箱包装）。 
     <br/>
    7.液晶类 所有非原厂包装的液晶类电视、液晶类显示器、液晶类显示屏（如果没有原厂包装，则必须为蜂窝纸箱包装）。 
     <br/>
    8.等离子类 所有非原厂包装的等离子类电视、等离子类显示器、等离子类显示屏（如果没有原厂包装，则必须为蜂窝纸箱包装）。 
     <br/>
    9.特殊类 四氯化碳、二恶英、滴滴涕、氯丹、磁钢及磁铁（仅指包含磁性）、需冷藏或防晒等特殊条件保管的物品。 
     <br/>
    10.体积与重量 体积过大的物品，按体积折算成重量计费。换算标准以提供服务的物流企业为准。 
     <br/>
    11.异常类 单件货物长度在3.1-5M且单件重量超过50KG、单件货物长度超过5M、单件货物体积超过3F以上的货物，不符合《超重货操作规范》的货物；开单至合伙人门店超过4m（不含）的货物；开单至合伙人门店不可倒置货物的高度（垂直向上的边为高）超过1.8m (不含1.8m)的货物。 备注：LED类、液晶类、等离子类原厂包装指：货物出厂时的包装，同时内部缓冲物必须完整。
    `
  },

  /**
   * 生命周期函数--监听页面加载
   */
  onLoad(options) {

  },

  /**
   * 生命周期函数--监听页面初次渲染完成
   */
  onReady() {

  },

  /**
   * 生命周期函数--监听页面显示
   */
  onShow() {

  },

  /**
   * 生命周期函数--监听页面隐藏
   */
  onHide() {

  },

  /**
   * 生命周期函数--监听页面卸载
   */
  onUnload() {

  },

  /**
   * 页面相关事件处理函数--监听用户下拉动作
   */
  onPullDownRefresh() {

  },

  /**
   * 页面上拉触底事件的处理函数
   */
  onReachBottom() {

  },

  /**
   * 用户点击右上角分享
   */
  onShareAppMessage() {

  }
})