/*
 * @Author: weijianjun
 * @Date: 2023-02-03 14:27:49
 * @LastEditors: weijianjun
 * @LastEditTime: 2023-02-03 15:04:12
 * @FilePath: \yadea-website\pages\index\use-guide\data.js
 * @Description: 假数据
 *
 */

export const table1 = [
  {
    index: '01',
    name: '电机',
    deadline: '26个月',
    content:
      '26个月内换新电机（线圈缺相、烧毁，磁钢退磁、脱落，轮轴变形等质量问题无法修复）因胎压不足过减速带、坑等原因，导致轮毂轮毂变形的不予三包'
  },
  {
    index: '02',
    name: '电机霍尔、电机轴承',
    deadline: '12个月',
    content: '霍尔烧坏、轴承异响或破裂'
  },
  {
    index: '03',
    name: '普通铅酸蓄电池',
    deadline: '12个月',
    content:
      '漏液或容量不足60%，前6个月换新，7-12个月更换维护电池（相关锁、电池盒、充电孔、电池盒提手等附件除外），包含黑金刚、劲远系列，其他特殊型号电池另外规定'
  },
  {
    index: '04',
    name: '普通锂电池',
    deadline: '24-60个月',
    content: '以具体电池型号为准'
  },
  {
    index: '05',
    name: '碳纤维电池',
    deadline: '60个月',
    content:
      '购车日期36个月内：容量低于70％，换新；购车日期37-60个月内：容量低于60％，换维护周转电池，相关锁、电池盒、充电孔，电池提手等附件除外，其他特殊型号电池另外规定'
  },
  {
    index: '06',
    name: '石墨烯电池',
    deadline: '24个月',
    content: '电池整组容量不足70％，购车日期24个月内换新，相关锁、电池盒、充电孔，电池提手等附件除外，其他特殊型号电池另外规定'
  },
  {
    index: '07',
    name: '车架、方向把、方向柱、后平叉、前轮毂、前叉组件、把立、鞍管',
    deadline: '24个月',
    content:
      '因产品原因发生性能故障无法修复、开焊、脱焊、断裂、扭曲可以更换，方向把、方向柱不正、变形可以更换，因撞击、私自改动等人为撞击造成的损坏不予三包'
  },
  {
    index: '08',
    name: '音响',
    deadline: '9个月',
    content:
      '因产品原因发生性能故障无法修复、开焊、脱焊、断裂、扭曲可以更换，减震漏油、变形可以更换，因撞击、私自改动等人为撞击造成的损坏不予三包'
  },
  {
    index: '09',
    name: '灯具总成、LED灯泡、USB插口、座垫、靠背垫、后视镜、搁脚、制动拉索、菜篮、座垫锁板、飞轮、链条、脚蹬、电镀件',
    deadline: '6个月',
    content:
      '开焊、脱焊、断裂、扭曲、掉漆可以更换，因撞击、超重私自改动等人为原因损坏不予三包，因烤漆质量问题脱皮、龟裂面积在1平方厘米以上的可以更换，前照灯光束照射角度不正可以三包'
  },
  {
    index: '10',
    name: '灯具总成、LED灯泡、USB插口、座垫、靠背垫、后视镜、搁脚、制动拉索、菜篮、座垫锁板、飞轮、链条、脚蹬、电镀件',
    deadline: '6个月',
    content:
      '开焊、脱焊、断裂、扭曲、掉漆可以更换，因撞击、超重私自改动等人为原因损坏不予三包，因烤漆质量问题脱皮、龟裂面积在1平方厘米以上的可以更换，前照灯光束照射角度不正可以三包'
  },
  {
    index: '11',
    name: '外胎、内胎、保险丝、气嘴、辐条、把套、充电插口、普通灯泡、碟刹摩擦片',
    deadline: '3个月',
    content: '外胎内部自然龟裂、断线、鼓包、掉皮，因撞击、私自改动等人为撞击造成的损坏不予三包'
  },
  {
    content:
      '注意：<br>家庭使用的车辆，其三包期限按上表所规定的执行；非家庭使用（如经营、商用、公司集体、团购、租赁）的车辆，其三包期限按上表规定的一半执行；有特殊约定的以约定内容执行；如果您长时间不使用电动车，请务必至少1个月给电池补充电1次，提升电池使用寿命，避免亏电不能三包导致的损失。'
  }
]

export const table2 = [
  {
    index: '01',
    content: '以上表为基准，超过规定“三包”时限和范围的，视为超出“三包”服务'
  },
  {
    index: '02',
    content:
      '油管、制动蹄块、电机边盖、螺丝螺帽等标准件类、装饰件、黑件类、踏皮类易损件和易消耗品以上表为基准，超过规定“三包”时限和范围类，视为超出“三包”服务'
  },
  {
    index: '03',
    content: '广告促销类、赠送物品类，响声大小、软硬等人为感觉类项目'
  },
  {
    index: '04',
    content: '因烟熏、药品、地震、台风、洪水、水灾、雷击、化学腐蚀等不可抗拒因素造成的损坏'
  },
  {
    index: '05',
    content:
      '未在雅迪服务站或指定维修网点维修，自行改装、分解、破坏零部件状态，使用非原厂造成的其他零部件损坏、擅自私改电路和配置的不予三包并由用户自己承担全部相关责任'
  },
  {
    index: '06',
    content: '撞车、摔车、超载、超速、私自改装、未使用原厂配件、未按使用说明操作等人为因素而造成的故障'
  },
  {
    index: '07',
    content: '无维修卡、发票、收据等票卡不相符，附件不全'
  },
  {
    index: '08',
    content: '充电器、控制器等有商标、封条的，人为撕毁的不予三包，套锁钥匙折断在内，不予三包'
  },
  {
    index: '09',
    content: '电池亏电、鼓包、浸泡,以及外因导致的破损不予三包，所有电池及配件不实行循环三包'
  }
]
